Repository: SW-Maestro-OSS/crypto-book-iOS
Catalog: Targets/App/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: 7D Chart (1D Interval)
ko: 7일 차트 (1일 간격)

source: 24h Change %
ko: 24시간 등락률

source: AI Insight
ko: AI 분석

# alert.restart.button.cancel
source: Cancel
ko: 취소

# alert.restart.button.confirm
source: Restart
ko: 재시작

# alert.restart.message
source: The app needs to be restarted to apply the language change.
ko: 언어 설정을 적용하려면 앱을 재시작해야 합니다.

# alert.restart.title
source: Restart Required
ko: 재시작 필요

source: Analyzing...
ko: 분석 중...

source: App Language
ko: 앱 언어

source: Buy %lld
ko: 매수 %lld

source: Cannot load chart data.
ko: 차트 데이터를 불러올 수 없습니다.

source: Close
ko: 종가

source: Currency Unit
ko: 통화 단위

source: High
ko: 고가

source: Index
ko: 날짜

source: Language
ko: 언어

source: Low
ko: 저가

source: Market
ko: 마켓

source: Open
ko: 시가

source: Price Display
ko: 가격 표시

source: Sell %lld
ko: 매도 %lld

source: Settings
ko: 설정

source: Symbol
ko: 심볼

source: Vol: %lld
ko: 거래량: %lld

source: Yesterday's Close %@
ko: 어제의 종가 %@
